Repository: freedomzzzii/flutter_git_hub_action
Catalog: lib/src/configs/l10n/app_*.arb
Languages: th

# createTaskHomeBar
source: Create Task
th: สร้างงาน

# createBottomMenu
source: Create
th: สร้าง

# listBottomMenu
source: List
th: ลิสรายการ

# updateBottomMenu
source: Update
th: อัปเดต

# placeholderUpdateTaskTextField
source: Enter your todo list
th: กรอกข้อมูล

# selectImageUpdateBtn
source: Select Image
th: เลือกรูป

# updateTaskAppBar
source: Update Task
th: อัพเดทงาน

# saveUpdateTaskBtn
source: Save
th: บันทึก

# noUpdateImage
source: No Image
th: ไม่มีรูปภาพ

# notFoundPage
source: 404 Not Found
th: 404 ไม่มีหน้านี้

# selectImageFail
source: Fail to select image
th: ไม่สามารถเลือกรูปภาพได้

source: Fail to update
th: ไม่สามารรอัพเดทได้

source: Fail to Navigate
th: ไม่สามารถเปลี่ยนหน้าได้

# oopsErrorEnv
source: Oops!!! Something went wrong
th: มีบางอย่างผิดพลาด

# appBarTaskGet
source: Task
th: สร้างรายการ

# oopsErrorTaskGet
source: Oops!, Something went wrong
th: อุ๊ป!, อะไรบางอย่างผิดพลาด

# dataEmptyTaskGet
source: Data is Empty
th: ไม่พบข้อมูล

# loadDataTaskGet
source: Load data
th: โหลดข้อมูล

# appBarTaskCreate
source: Create Task
th: สร้างรายการ

# titlePlaceholderTaskCreate
source: Enter your some text
th: กรอกข้อมูล

# selectImageBtnTaskCreate
source: Select Image
th: เลือกรูป

# successSnackBar
source: Success
th: สำเร็จ

# failureSnackBar
source: Failure
th: ผิดพลาด
